import React from 'react'
import './About.css'
import './AboutMedia.css'

const About = () => {
    return (
        <div className='div_about'>
            <div className='div_title'>
                <h1>ԸՆԿԵՐՈՒԹՅԱՆ ՊՐՈՖԻԼԸ</h1>
            </div>
            <div className='about_comp'>
                <h1>Haypack-ի մասին</h1>
                <p>Հայփակ ընկերությունը 2010թ․ -ից սկսած արտադրում է տարբեր
                    տեսակի պիտակավորող, շշալցնող և փաթեթավորող բարձր որակի հոսքագծեր՝</p>

                <li>Ավտոմատ և կիսաավտոմատ։</li>
                <li>Սննդային և ոչ սննդային։</li>
                <li>Ապակյա և պլաստմասե տարաների համար։</li>
                <li>Մեր արտադրանքը լավ համբավ է վայելում իր որակի, հուսալիության և
                    արդյունավետության համար:</li>
                <li>Օգնում ենք մասնագիտացված հաճախորդներին շուկայավարման հարցում նաև
                    առաջարկում ենք հարմարեցված հոսքագծերի դիզայն:</li>
                <li>Մենք արտահանել ենք մեր սարքավորումները տարբեր երկրներ, սպասարկել ենք
                    ավելի քան 100 հաճախորդի ամբողջ աշխարհում:</li>
                <li>Սարքավորումների նախագծումը մինչև վերջնական արտադրանքը
                    կատարվում է Հայաստանում։</li>
                <li>Ընկերությունը հիմնում է արտադրամասեր 0-ից և տրամադրում է
                    ծառայությունների ամբողջական փաթեթ։</li>
            </div>
            <div className='flowLines'>
                <h1>Արտադրողական սարքավորումները և հոսքագծերը նախատեսված են՝</h1>
                
                <li>դեղագործական (հեղուկ կենսաակտիվ սննդային հավելումների,բուժիչ
                    յուղերի, լոսյոնների, հաբերի և այլ)։</li>
                <li>կոսմետիկայի(կրեմների, մարմնի յուղերի, շամպույնների և այլ։),</li>
                <li>սննդի(հյութերի,գինու, օղու, կոմպոտի, ջրի, տոմատի մածուկի,
                    մուրաբաների, մեղրի և այլ) ոլորտում արտադրական բազմաթիվ խմբերի
                    համար։</li>

                <h3>Ընկերությունը նաև տրամադրում է մեկ տարվա երաշխիք։</h3>
                <li>Մենք մատուցում ենք ծառայությունների ամբողջ տեսականի՝</li>
                <p>տեղադրում,</p>
                <p>ուսուցում,</p>
                <p>գործարկում,</p>
                <p>սպասարկում:</p>
            </div>
            <div className='choose_comp'>
                <h1>Ինչու ընտրել Haypack-ը</h1>
                <p>Մենք մեզ համարում ենք մեր հաճախորդների գործընկերը: Մենք սերտորեն
                    համագործակցում ենք սպառողի հետ սարքավորումները՝ նախագծելու, մշակելու և
                    թողարկելու ընթացքում, որը ապահովում է ինչպես տեխնիկական, այնպես էլ տնտեսական
                    հաջողություններ:</p>

                <li>Աշխատում ենք բազմաթիվ ներքին սպասարկող տեխնիկների և ինժեներների հետ
                    HAYPACK-ը պատրաստ է աջակցել, երբ ձեզ անհրաժեշտ է բանիմաց և փորձառու
                    ինժեներ տեխնիկներ:</li>
                <li>Աշխատում ենք խիստ և արդյունավետ որակի վերահսկման համակարգով։</li>
                <li>Ներկայացնում ենք բազմաթիվ սարքավորումների տեսկանի, որպեսզի դուք
                    կարողանաք ընտրել և բավարարել ձեր պահանջները:</li>
                <li>Մենք պատրաստ ենք էլեկտրոնային բաղադրիչների, սենսորային դիսփլեյների,
                    տվիչների, շաժիչների, օդաճնշակ մխոցների, և այլ պաշարների անմիջապես
                    առաքման համար:</li>
                <li>Մենք ունենք պատվերների ծախսարդյունավետ փաթեթների լուծումներ:</li>
                <li>Առաջացած յուրաքանչյուր խնդրի դեպքում երբ դուք չեք կարողանում գտնել լուծում,
                    մեր հեռահաղորդակցական կամ առցանց դեմ առ դեմ հաղորդակցությունը հասանելի
                    է 24 ժամ:</li>
            </div>

        </div>
    )
}

export default About